{
    "articles": [{
            "title": "‘Mass Effect 4’ will apparently use Unreal Engine 5",
            "description": "According to the words of a journalist in combination with a job listing, the upcoming 'Mass Effect 4' will run on Unreal Engine 5.",
            "content": "The upcoming Mass Effect 4 will use Unreal Engine 5, according to information from a job listing combined with the words of a journalist.\nA previously announced Mass Effect sequel was confirmed by developer BioWare and even teased as part of N7 day l... [1804 chars]",
            "url": "https://www.nme.com/news/gaming-news/mass-effect-4-will-apparently-use-unreal-engine-5-3121715",
            "image": "https://www.nme.com/wp-content/uploads/2020/12/Mass-Effect-4.jpg",
            "date": "2021-12-19T10:35:07Z",
            "author": "NME"
        }, {
            "title": "The best True Wireless Earphone worth Rs 3499 will be yours for just Rs 1499, know how",
            "description": "After launching a new smartwatch and TWS earbuds in India, Noise has launched Noise Beads TWS earbuds in India. The company secretly launche... | News Track",
            "content": "After launching a new smartwatch and TWS earbuds in India, Noise has launched Noise Beads TWS earbuds in India. The company secretly launched the launch. The company has also provided round earbuds with stemless design and metallic finish in this ear... [1501 chars]",
            "url": "https://english.newstracklive.com/news/the-best-tws-earbuds-worth-rs-3499-will-be-yours-for-just-rs-1499-know-how-sc84-nu901-ta325-1199399-1.html",
            "image": "https://media.newstrack.in/uploads/technology-news/gadgets-news-info/Dec/19/big_thumb/1_61bf0394371ab.PNG",
            "date": "2021-12-19T10:27:11Z",
            "author": "News Track English"
        }, {
            "title": "Final Fantasy 7 Remake is seemingly headed to Steam, according to datamine",
            "description": "An AppID and Steamworks folder have been found the controversial Epic Game Store version.",
            "content": "The PC version of Final Fantasy 7 Remake Intergrade is seemingly headed to Valve‘s Steam platform, according to files found within the recently released Epic Game Store version.\nThe once PlayStation exclusive first chapter in Square Enix‘s multi-game... [2157 chars]",
            "url": "https://www.videogameschronicle.com/news/final-fantasy-7-remake-is-seemingly-headed-to-steam-according-to-datamine/",
            "image": "https://www.videogameschronicle.com/files/2021/06/re_3-3_cloud_sephiroth_2-DeTa7veQ.jpg",
            "date": "2021-12-19T10:08:02Z",
            "author": "Video Games Chronicle"
        }, {
            "title": "Turn a single USB-C port into a 12-in-1 connectivity hub for your devices",
            "description": "As of Dec. 19, you can get the MoovyGo 12-in-1 USB-C Hub Station with Wireless Charging and Power Bank for just $150.95.",
            "content": "Deal pricing and availability subject to change after time of publication.\nTL;DR: As of Dec. 19, you can get the MoovyGo 12-in-1 USB-C Hub Station with Wireless Charging and Power Bank for just $150.95.\nWith the number of ports on our computers dwind... [1689 chars]",
            "url": "https://mashable.com/deals/dec-19-moovy-usb-c-hub-station",
            "image": "https://helios-i.mashable.com/imagery/articles/04YE2vNKvIVbxa6dEWOUfbY/hero-image.fill.size_1200x675.v1639762415.jpg",
            "date": "2021-12-19T10:00:00Z",
            "author": "Mashable"
        }, {
            "title": "Amazon's Appstore finally working again on Android 12: Report",
            "description": "Tech giant Amazon has addressed the issue that had left those with Android 12 phones unable to use apps they had downloaded from the company's Appstore. According to Engadget, the marketplace had been malfunctioning for more than a month. \"We have released a fix for an issue impacting app launches for Amazon Appstore customers that have upgraded to Android 12 on their mobile",
            "content": "Tech giant Amazon has addressed the issue that had left those with Android 12 phones unable to use apps they had downloaded from the company's Appstore.\nAccording to Engadget, the marketplace had been malfunctioning for more than a month.\n\"We have re... [841 chars]",
            "url": "https://www.deccanherald.com/business/technology/amazons-appstore-finally-working-again-on-android-12-report-1062446.html",
            "image": "https://www.deccanherald.com/sites/dh/files/articleimages/2021/12/19/amazon-afp-1055413-1638092860-1062446-1639905649.jpg",
            "date": "2021-12-19T09:20:49Z",
            "author": "Deccan Herald"
        }, {
            "title": "Samsung Galaxy S21 FE leaked in press renders ahead of launch",
            "description": "Samsung is expected to launch the much-awaited Samsung Galaxy S21 FE on January 4. The affordable flagship smartphone was earlier expected to be launched in August 2021.",
            "content": "Samsung Galaxy S21 FE was supposed to arrive this year; however, Samsung postponed the launch to next year. Now, rumours suggest the phone will go official at Samsung Consumer Electronics Show (CES) 2022 event scheduled for January 4, 2022.\nThe event... [2317 chars]",
            "url": "https://www.indiatoday.in/technology/news/story/samsung-galaxy-s21-fe-leaked-in-press-renders-ahead-of-launch-1889562-2021-12-19",
            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202112/Galaxy_S20_FE_0_1200x768_1-647x363.jpeg?KviTQOX493op_0rYb3Cu4H7wr6Svj7Ao",
            "date": "2021-12-19T09:01:44Z",
            "author": "India Today"
        }, {
            "title": "OnePlus once again releases OxygenOS update for OnePlus 9, 9 Pro users",
            "description": "The previous OxygenOS update was rolled out just last week, but the company had to suspend it as users reported errors, bugs and more issues.",
            "content": "OnePlus has rolled out a new update of OxygenOS based on Android 12 for OnePlus 9 and OnePlus 9 Pro users. The company has announced that the new update will resolve issues and fix bugs that were introduced in the previous update. Notably, this previ... [1994 chars]",
            "url": "https://www.bgr.in/mobiles/oneplus-9-oneplus-9-pro-oxygenos-android-12-1029480/",
            "image": "https://st1.bgr.in/wp-content/uploads/2021/12/OnePlus-9.jpg",
            "date": "2021-12-19T08:33:33Z",
            "author": "BGR India"
        }, {
            "title": "Google Maps Dock to bottom feature to let users save select locations",
            "description": "A new feature called Google Maps Dock to bottom is likely to be rolled out soon. See how to benefit",
            "content": "A new feature called Google Maps Dock to bottom is likely to be rolled out soon. See how to benefit\nGoogle has been consistently updating and upgrading its navigation services to enhance users’ experience. With thousands of businesses getting listed ... [1924 chars]",
            "url": "https://tech.hindustantimes.com/mobile/news/google-maps-dock-to-bottom-feature-to-let-users-save-select-locations-71639902373221.html",
            "image": "https://images.hindustantimes.com/tech/img/2021/12/19/1600x900/Google_mapss_1637912175091_1639902462202.jpg",
            "date": "2021-12-19T08:26:12Z",
            "author": "HT Tech"
        }, {
            "title": "The Legend of Zelda: Breath of the Wild 2 reportedly launching in November 2022",
            "description": "IGN boss Peer Schneider claims to have spoken to industry insiders who confirmed that Zelda: Breath of the Wild 2 should be out in November next year.",
            "content": "The Legend of Zelda: Breath of the Wild 2 could potentially launch in November 2022. Following a teaser reveal at E3 2021, Nintendo has been quite vague on the subject, including not revealing the official title for the much-anticipated sequel.\nThe l... [1707 chars]",
            "url": "https://indianexpress.com/article/technology/gaming/the-legend-of-zelda-breath-of-the-wild-2-reportedly-launching-in-november-2022-7680088/",
            "image": "https://images.indianexpress.com/2021/12/The-Legend-of-Zelda-Breath-of-the-Wild-2-reportedly-launching-in-November-2022-featured.jpg",
            "date": "2021-12-19T08:23:54Z",
            "author": "The Indian Express"
        }, {
            "title": "Big Garena Free Fire price drop! Get 50% discount on backpack skin- All details inside",
            "description": "During this Garena Free Fire price drop period, players can get 50 percent discount on all backpacks till December 20.",
            "content": "During this Garena Free Fire price drop period, players can get 50 percent discount on all backpacks till December 20.\nGarena Free Fire is offering 50 percent discount on all backpacks on December 19th and 20th. Free Fire players can pick from an arr... [4291 chars]",
            "url": "https://tech.hindustantimes.com/gaming/news/big-garena-free-fire-price-drop-get-50-discount-on-backpack-skin-all-details-inside-71639901743475.html",
            "image": "https://images.hindustantimes.com/tech/img/2021/12/19/1600x900/FG22V-qUcAEFwtg_1639901772237_1639901789329.jpg",
            "date": "2021-12-19T08:15:43Z",
            "author": "Hindustan Times"
        },
        {
            "title": "Hundreds queue for passports in Kabul in bid to leave Afghanistan",
            "description": "Those desperate to leave stood patiently in single file, a day after the Taliban resumed issuing travel documents.",
            "content": "Hundreds of people braved sub-zero temperatures in Afghanistan's capital to queue outside the passport office early Sunday, a day after the Taliban government announced it would resume issuing travel documents.\nMany began their wait the previous nigh... [3063 chars]",
            "url": "https://www.dawn.com/news/1664678",
            "image": "https://i.dawn.com/large/2021/12/61bf0a0885e47.jpg",
            "date": "2021-12-19T10:32:20Z",
            "author": "DAWN.com"
        }, {
            "title": "Bohol, Southern Leyte struggle with deaths, destruction from Typhoon Odette",
            "description": "Local officials in Bohol and Southern Leyte appeal for aid as they continue to assess the impact of Typhoon Odette (Rai) on lives and property",
            "content": "Local officials in Bohol and Southern Leyte appeal for aid as they continue to assess the impact of Typhoon Odette (Rai) on lives and property\nThe death toll from Typhoon Odette (Rai) in Bohol has climbed to 63, Governor Arthur Yap said on Sunday, De... [4749 chars]",
            "url": "https://www.rappler.com/nation/bohol-southern-leyte-struggle-deaths-destruction-typhoon-odette/",
            "image": "https://www.rappler.com/tachyon/2021/12/269259232_458341115914064_1085261017729379386_n.jpg",
            "date": "2021-12-19T10:20:21Z",
            "author": "Rappler"
        }, {
            "title": "Boris Johnson news: Latest updates as Lord Frost resigns as Brexit minister",
            "description": "Brexit minister David Frost has resigned from Boris Johnson’s cabinet in protest at “the direction of travel,” triggering a fresh crisis inside Downing Street after an already turbulent week for the prime minister.",
            "content": "Lord Frost who has resigned from the Cabinet (Peter Byrne/PA) (PA Wire)\nBrexit minister David Frost has resigned from Boris Johnson’s cabinet in protest at “the direction of travel,” triggering a fresh crisis inside Downing Street after an already tu... [960 chars]",
            "url": "https://www.independent.co.uk/news/uk/politics/boris-johnson-brexit-latest-news-today-b1978862.html",
            "image": "https://static.independent.co.uk/2021/12/19/00/c2354e38b79680d03c5c98d0e01ffdbbY29udGVudHNlYXJjaGFwaSwxNjM5OTU2OTcw-2.64414262.jpg?width=1200&auto=webp&quality=75",
            "date": "2021-12-19T10:20:04Z",
            "author": "The Independent"
        }, {
            "title": "A Man-Made Probe by NASA 'Touched the Sun' for the First Time; Here's What It Discovered!",
            "description": "NASA's Parker Solar Probe recently \"touched the Sun\" for the first time in the history to discover new facts about the star's atmosphere.",
            "content": "Scientists and space organizations have been wanting to study the Sun to learn about the star’s composition and its corona, which is another name for its atmosphere, for the longest time. Although researchers have estimated information about the star... [2676 chars]",
            "url": "https://beebom.com/man-made-nasa-probe-touched-sun-first-time-what-it-discovered/",
            "image": "https://beebom.com/wp-content/uploads/2021/12/shutterstock_309014654-min.jpg",
            "date": "2021-12-19T09:57:37Z",
            "author": "Beebom"
        }, {
            "title": "Rishi Sunak weighs up VAT cut and cash boost for pubs and restaurants after jetting back to UK",
            "description": "The Chancellor is under fire from hospitality firms having only just returned from a 'long planned' trip to California to meet tech bosses, despite the Omicron variant spreading rapidly across the UK.",
            "content": "Rishi Sunak is weighing up a VAT cut and cash boost for ailing pubs and restaurants suffering from the spread of Omicron after jetting back to the UK from a 'long planned' California break.\nThe Chancellor is under fire from hospitality firms having o... [4814 chars]",
            "url": "https://www.dailymail.co.uk/news/article-10325807/Rishi-Sunak-weighs-VAT-cut-cash-boost-pubs-restaurants-jetting-UK.html",
            "image": "https://i.dailymail.co.uk/1s/2021/12/19/09/51979539-0-image-a-5_1639905428447.jpg",
            "date": "2021-12-19T09:38:53Z",
            "author": "Daily Mail"
        }, {
            "title": "India-Central Asia dialogue: Our concerns, goals in Afghanistan similar, says Jaishankar",
            "description": "🔴 Addressing the foreign ministers of Kazakhstan, Kyrgyz Republic, Tajikistan, Turkmenistan and Uzbekistan, Jaishankar stated that an inclusive government, unhindered humanitarian aid and preservation of rights were key concerns in Afghanistan.",
            "content": "Jaishankar was addressing the foreign ministers of Kazakhstan, Kyrgyz Republic, Tajikistan, Turkmenistan and Uzbekistan at the India-Central Asia dialogue in New Delhi. (Twitter/@SJaishankar)\nExternal Affairs Minister S Jaishankar Sunday told the for... [4976 chars]",
            "url": "https://indianexpress.com/article/india/india-central-asia-dialogue-our-concerns-goals-in-afghanistan-similar-says-jaishankar-7680012/",
            "image": "https://images.indianexpress.com/2021/12/S-Jaishankar-1.jpg",
            "date": "2021-12-19T09:30:22Z",
            "author": "The Indian Express"
        }, {
            "title": "Irish men's 4x200 relay team make history in Abu Dhabi",
            "description": "The men's 4x200m freestyle relay team made history on Sunday in Abu Dhabi as they became the first Irish team to qualify for a World Championships relay final.",
            "content": "The men's 4x200m freestyle relay team made history on Sunday in Abu Dhabi as they became the first Irish team to qualify for a World Championships relay final.\nConsisting of Jack McMillan, Robbie Powell, Finn McGeever and Jordan Sloan, the team finis... [981 chars]",
            "url": "https://www.rte.ie/sport/swimming/2021/1219/1267596-irish-mens-4x200-relay-team-make-history-in-abu-dhabi/",
            "image": "https://img.rasset.ie/001a2be1-1600.jpg",
            "date": "2021-12-19T09:29:40Z",
            "author": "RTE.ie"
        }, {
            "title": "Strictly's Motsi Mabuse is accused by fans of 'sour faced' reaction to Rose Ayling-Ellis' win",
            "description": "The 40-year-old has been accused by fans of 'looking absolutely' fuming as Rose Ayling-Ellis and Giovanni Pernice were crowned the Strictly Come Dancing winners during Saturday's live final.",
            "content": "Advertisement\nMotsi Mabuse has been accused of 'looking absolutely fuming' as Rose Ayling-Ellis and Giovanni Pernice were crowned the Strictly Come Dancing winners during Saturday's live final.\nThe TV judge, 40, had earlier given the EastEnders star,... [15654 chars]",
            "url": "https://www.dailymail.co.uk/tvshowbiz/article-10325811/Strictlys-Motsi-Mabuse-accused-fans-sour-faced-reaction-Rose-Ayling-Ellis-win.html",
            "image": "https://i.dailymail.co.uk/1s/2021/12/19/09/51980783-0-image-a-37_1639907922191.jpg",
            "date": "2021-12-19T09:27:59Z",
            "author": "Daily Mail"
        }, {
            "title": "Amritsar: Dead youth booked for ‘sacrilege’ attempt at Golden Temple",
            "description": "The SGPC staff alleged that the youth picked up a sword kept in front of the Guru Granth Sahib and also touched the Rumalas (holy cloth to cover the Guru Granth Sahib) with his feet.",
            "content": "The police have booked a youth for allegedly committing sacrilege at the Golden Temple here on Saturday evening. The youth, who was beaten to death after being caught at the temple, has also been booked for an attempt-to-murder bid.\nThe police have r... [1963 chars]",
            "url": "https://indianexpress.com/article/cities/amritsar/amritsar-dead-youth-booked-for-sacrilege-attempt-at-golden-temple-7680072/",
            "image": "https://images.indianexpress.com/2021/12/amritsar-lynched-1.jpg",
            "date": "2021-12-19T08:55:56Z",
            "author": "Mickey"
        }, {
            "title": "Met Eireann Ireland weather forecast predicts hazardous road conditions as Status Yellow fog warning remains",
            "description": "Foggy conditions can make driving more difficult and slowing down is advised - particularity in thick fog where visibility is poor",
            "content": "We have more newsletters\nThank you for subscribing\nSomething went wrong, please try again later.\nNever miss a beat from Dublin and beyond by signing up to our FREE newsletter\nRoad users should remain cautious of the hazardous travelling conditions th... [1426 chars]",
            "url": "https://www.dublinlive.ie/news/dublin-news/met-eireann-ireland-weather-forecast-22509738",
            "image": "https://i2-prod.dublinlive.ie/incoming/article22509744.ece/ALTERNATES/s1200/0_GettyImages-BB8384-001.jpg",
            "date": "2021-12-19T08:42:16Z",
            "author": "Dublin Live"
        }, {
            "title": "NASA released an audio track of Jupiter’s moon Ganymede",
            "description": "NASA's Juno spacecraft collected electronic and magnetic data, then converted it into sounds humans can hear.",
            "content": "Jupiter is unlike the eight other planets in our solar system. With the exception of a rocky core, the planet is made of gaseous and liquid elements. Surrounded by electrons, protons and ions that rapidly bounce around, Jupiter’s cloud cover has a la... [266 chars]",
            "url": "https://www.washingtonpost.com/science/2021/12/19/juno-mission-ganymede/",
            "image": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SV2LDVEESFGKPNSLOFKE5LQ6G4.jpg&w=1440",
            "date": "2021-12-19T08:17:08Z",
            "author": "The Washington Post"
        }, {
            "title": "Space Missions of 2021 That Took Our Appreciation for Cosmos to New Heights",
            "description": "2021 could also appear as a year when you could finally believe that certain someone selling you a ticket to space is not a scam.",
            "content": "2021 has been a remarkable year for space exploration which saw over a hundred space missions, most of which were successful. Of everything this year, humans achieved an unprecedented feat of flying a man-made object in the sky of some other world, b... [3360 chars]",
            "url": "https://www.news18.com/news/buzz/space-missions-of-2021-that-took-our-appreciation-for-cosmos-to-new-heights-4529528.html",
            "image": "https://images.news18.com/ibnlive/uploads/2021/12/space-missions-2021-163990103516x9.png",
            "date": "2021-12-19T08:07:49Z",
            "author": "News18"
        }, {
            "title": "Space 'more expensive and risky' due to flying satellite debris",
            "description": "PORTIONS of space are becoming 'more expensive and riskier' to operate in for commercial companies due to the growing threat of man-made debris, an expert has claimed.",
            "content": "Space: Dan Ceperley discusses 2009 Iridium-Cosmos collision\nSUBSCRIBE Invalid email Sign up HERE for science breakthroughs in health, business and more that matter We use your sign-up to provide content in ways you've consented to and to improve our ... [2652 chars]",
            "url": "https://www.express.co.uk/news/science/1537334/Space-news-flight-companies-satellite-fragment-debris-rocket-test-orbit-astronauts-vn",
            "image": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/1537334.jpg",
            "date": "2021-12-19T07:01:00Z",
            "author": "Daily Express"
        }, {
            "title": "SpaceX launches Turkey's Turksat 5B satellite into space",
            "description": "Turkey's new telecommunication satellite was launched Sunday by US aerospace company SpaceX at 6.59 a.m. Turkish time.\r\rTurksat 5B, which launched...",
            "content": "Turkey's new telecommunication satellite was launched Sunday by US aerospace company SpaceX at 6.59 a.m. Turkish time.\nTurksat 5B, which launched from Cape Canaveral Space Force Station in the US state of Florida, will reach 42 degrees East orbit in ... [943 chars]",
            "url": "https://www.dailysabah.com/business/tech/spacex-launches-turkeys-turksat-5b-satellite-into-space",
            "image": "https://idsb.tmgrup.com.tr/ly/uploads/images/2021/12/19/thumbs/800x531/168361.jpg",
            "date": "2021-12-19T06:39:00Z",
            "author": "Daily Sabah"
        }, {
            "title": "Five ice-age mammoths unearthed in Cotswolds after 220,000 years",
            "description": "David Attenborough will tell of ‘pristine’ skeletons found with other extinct species",
            "content": "Five ice-age mammoths in an extraordinary state of preservation have been discovered in the Cotswolds, to the astonishment of archaeologists and palaeontologists.\nThe extensive remains of two adults, two juveniles and an infant that roamed 200,000 ye... [5971 chars]",
            "url": "https://www.theguardian.com/science/2021/dec/19/five-ice-age-mammoths-unearthed-in-cotswolds-after-220000-years",
            "image": "https://i.guim.co.uk/img/media/b0cb8eed0620d2a7aff7e9f6821c3d830108182f/0_143_4284_2570/master/4284.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=1e816c1cbb0cfb0bff6bc7bc87fb4ff2",
            "date": "2021-12-19T06:00:00Z",
            "author": "The Guardian"
        }, {
            "title": "SpaceX lofts Turkish communications satellite to orbit in 2nd Falcon 9 rocket launch of the day",
            "description": "SpaceX launched its second rocket in less than 24 hours on Saturday night (Dec. 18), delivering a Turkish communications satellite into orbit before capping off the successful mission with a landing at sea.",
            "content": "CAPE CANAVERAL, Fla. — SpaceX launched its second rocket in less than 24 hours on Saturday night (Dec. 18), delivering a Turkish communications satellite into orbit before capping off the successful mission with a landing at sea.\nA 230-foot-tall (70 ... [8135 chars]",
            "url": "https://www.space.com/spacex-falcon-9-rocket-turksat-5b-launch-success",
            "image": "https://cdn.mos.cms.futurecdn.net/pmpJfs9W6fwxhuHKxLsJBe-1200-80.jpg",
            "date": "2021-12-19T04:59:57Z",
            "author": "Space.com"
        }, {
            "title": "NASA Probe Enters the Sun's Atmosphere for the First Time, Immediately Teaching Us New Things About Our Star",
            "description": "Instantly learning an awful lot, the 3-year journey of the Parker Solar Probe to enter the Sun's atmosphere was completed.",
            "content": "Three years after launching, and decades after its inception, the Parker Solar Probe passed into the solar atmosphere, arriving closer than any craft ever before to the surface of the Sun.\nWhile claims that the probe “touched the sun” are a bit misle... [3781 chars]",
            "url": "https://www.goodnewsnetwork.org/parker-solar-probe-touches-the-suns-atmosphere-learns-a-lot/",
            "image": "https://www.goodnewsnetwork.org/wp-content/uploads/2021/09/sun-cc-license-betmari-.jpg",
            "date": "2021-12-19T04:06:50Z",
            "author": "Good News Network"
        }, {
            "title": "Found in Australia - a ‘true’ millipede with more than 1,000 legs",
            "description": "ScientiFix, our weekly feature, offers you a summary of the top global science stories of the week, with links to their sources.",
            "content": "Text Size: A- A+\nNew Delhi: Researchers have for the first time discovered a millipede with more than 1,000 legs — setting a new record. The most number of legs on any millipede found before this was 750.\nThe millipede with more than 1,000 legs was f... [6697 chars]",
            "url": "https://theprint.in/scientifix/found-in-australia-a-true-millipede-with-more-than-1000-legs/783736/",
            "image": "https://static.theprint.in/wp-content/uploads/2021/12/mili.jpg",
            "date": "2021-12-19T03:40:22Z",
            "author": "ThePrint"
        }, {
            "title": "SpaceX launches 52 Starlink satellites from California base",
            "description": "The two-stage Falcon 9 rocket lifted off from coastal Vandenberg Space Force Base at 4.41 am and arced over the Pacific.",
            "content": "A SpaceX rocket launches from Vandenberg Space Force Base early Saturday, December 18, 2021 at Vandenberg Space Force Base in California. (Photo: SpaceX via AP)\nA SpaceX rocket carried 52 Starlink internet satellites into orbit from California early ... [811 chars]",
            "url": "https://www.indiatoday.in/science/story/spacex-launches-52-starlink-satellites-from-california-base-1889475-2021-12-19",
            "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202112/Falcon_9_rocket-647x363.jpeg?bIppsE0ZAgY6ir6AXt6fXkt0KUiOQSvU",
            "date": "2021-12-19T02:20:03Z",
            "author": "India Today"
        }, {
            "title": "Comet Leonard may have spawned meteor shower on Venus",
            "description": "Comet Leonard may be sparking meteor showers at Venus this weekend during a relatively close approach of the comet to the planet.",
            "content": "Astrophotographer Chris Schur captures this stunning photo of Comet Leonard on Dec. 4, 2021 from Payson, Arizona using a 10-inch Newtonian telescope and 60-minute camera exposure. (Image credit: Chris Schur\nComet Leonard may be sparking meteor shower... [3281 chars]",
            "url": "https://www.livescience.com/comet-leonard-venus-meteor-shower-december-2021",
            "image": "https://cdn.mos.cms.futurecdn.net/qgKnXAL92pmodeRSRAieoA-1200-80.jpg",
            "date": "2021-12-19T00:44:14Z",
            "author": "Livescience.com"
        }
    ],
    "newArticle": {
        "title": "New and awesome article",
        "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean dignissim elit sed efficitur tincidunt. Fusce blandit nibh eget facilisis vestibulum. Donec iaculis, leo vitae fringilla tincidunt, tortor odio molestie ex, in placerat turpis nisi id libero. Vivamus nec velit quis.",
        "content": "Astrophotographer Chris Schur captures this stunning photo of Comet Leonard on Dec. 4, 2021 from Payson, Arizona using a 10-inch Newtonian telescope and 60-minute camera exposure. (Image credit: Chris Schur\nComet Leonard may be sparking meteor shower... [3281 chars]",
        "url": "https://www.livescience.com/comet-leonard-venus-meteor-shower-december-2021",
        "image": "https://cdn.mos.cms.futurecdn.net/qgKnXAL92pmodeRSRAieoA-1200-80.jpg",
        "author": "John Doe"
    }
}